---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AnalyticalModelStartYProjection
source: html/1624995e-9bf8-6f0b-e0b4-afee14c31033.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AnalyticalModelStartYProjection Property

"Start y Projection"

## Syntax (C#)
```csharp
public static ForgeTypeId AnalyticalModelStartYProjection { get; }
```